const translationsRu = {
  // Navbar
  home: "Главная",
  about: "О нас",
  contact: "Контакты",

  // Hero Section
  heroSlogan: "Ручная изысканность",

  // Products
  productH3: "Наши товары",
  productsP: "Коллекция детской одежды для мальчиков и девочек, созданная с заботой",
  productClose: "Закрыть все",
  productMore: "Показать больше",

  product1: {
    name: "Комплект Nachos",
    info: "Детский комплект из мягкого хлопка: футболка и шорты. Подходит для лета, дома и детского сада.",
  },
  product2: {
    name: "Трикотажный комплект — для мальчиков",
    info: "Тёплый спортивный костюм из трикотажа: кофта и штаны. Удобен для школы и сада.",
  },
  product3: {
    name: "Одежда для новорождённых",
    info: "Мягкий, дышащий хлопковый комплект. Легко надевается, безопасен для чувствительной кожи.",
  },
  product4: {
    name: "Пижама — для мальчиков",
    info: "Пижама с длинным рукавом и удобными штанами. Идеальна для спокойного сна в прохладное время года.",
  },
  product5: {
    name: "Пижама — для девочек",
    info: "Мягкая пижама с нежными принтами. Лёгкая, удобная и приятная для сна.",
  },
  product6: {
    name: "Трикотаж 3-ниточный",
    info: "Плотный спортивный костюм из 3-ниточного трикотажа. Сохраняет форму, подходит для холодной погоды.",
  },
  product7: {
    name: "Трикотажный комплект — для девочек",
    info: "Мягкий костюм с кофтой и штанами/юбкой. Подходит для повседневной носки и прогулок.",
  },
  product8: {
    name: "Пижама — для мальчиков",
    info: "Красочные пижамы с забавными принтами. Идеальны для отдыха и сна.",
  },
  product9: {
    name: "Атласные детские модели",
    info: "Коллекция детских платьев и костюмов в стиле узбекского атласа. Подходит для праздников и фотосессий.",
  },
  product10: {
    name: "Сумка из велюрной пряжи",
    info: "Мягкая детская сумочка для мелочей или любимой игрушки.",
  },

  productBtn: `Подробности`,
  // About Us
  aboutH3: "Небольшая формула для удобства",
  jobInfo: "Мы — MY KIDS, местный бренд качественной детской одежды.",
  job: "Мастер традиционной вышивки и изделий ручной работы",
  artistStory: `Бренд MY KIDS с 2014 года производит современную и удобную детскую одежду. Наш ассортимент включает спортивные костюмы, пижамы, шорты и футболки, созданные для ежедневного ношения.

Наша цель — предлагать безопасную и стильную одежду, в которой детям комфортно дома и на улице. Каждая модель создаётся с учётом возраста, активности и ежедневных потребностей детей.`,
  aboutBtn: "Связаться",

  // Contact Us
  contactH2Title: "Свяжитесь с нами",
  nameInput: "Ваше имя *",
  firstNamePlaceholder: "Имя",
  lastNamePlaceholder: "Фамилия",
  emailInput: "Ваш email *",
  messageInput: "Ваше сообщение *",
  submitBtn: "Отправить",
  contactH2: "Наш адрес",
  contactAddress: "г. Бухара, махалля Кукалдош, ул. Хужа Таббанд, дом 11а",
};
export default translationsRu;